Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# bridge.status.active
source: Notifications active
ar: الإشعارات نشطة
bs: Obavijesti su aktivne
da: Notifikationer er aktive
de: Mitteilungen aktiv
es: Notificaciones activas
fr: Notifications actives
it: Notifiche attive
ja: 通知は有効
km: ការជូនដំណឹងសកម្ម
ko: 알림 활성
nb: Varsler er aktive
pl: Powiadomienia aktywne
pt_br: Notificações ativas
ru: Уведомления активны
th: การแจ้งเตือนทำงานอยู่
tr: Bildirimler etkin
uk: Сповіщення активні
zh_hans: 通知已启用
zh_hant: 通知已啟用

# bridge.status.error
source: Notification bridge error
ar: خطأ في جسر الإشعارات
bs: Greška mosta za obavijesti
da: Fejl i notifikationsbroen
de: Fehler der Mitteilungsbrücke
es: Error del puente de notificaciones
fr: Erreur du pont de notifications
it: Errore del bridge delle notifiche
ja: 通知ブリッジエラー
km: កំហុសស្ពានការជូនដំណឹង
ko: 알림 브리지 오류
nb: Feil i varslingsbroen
pl: Błąd mostu powiadomień
pt_br: Erro na ponte de notificações
ru: Ошибка моста уведомлений
th: ข้อผิดพลาดของบริดจ์การแจ้งเตือน
tr: Bildirim köprüsü hatası
uk: Помилка мосту сповіщень
zh_hans: 通知桥接错误
zh_hant: 通知橋接錯誤

# bridge.status.inactive
source: Notifications inactive
ar: الإشعارات غير نشطة
bs: Obavijesti nisu aktivne
da: Notifikationer er inaktive
de: Mitteilungen inaktiv
es: Notificaciones inactivas
fr: Notifications inactives
it: Notifiche non attive
ja: 通知は無効
km: ការជូនដំណឹងអសកម្ម
ko: 알림 비활성
nb: Varsler er inaktive
pl: Powiadomienia nieaktywne
pt_br: Notificações inativas
ru: Уведомления неактивны
th: การแจ้งเตือนไม่ทำงาน
tr: Bildirimler devre dışı
uk: Сповіщення неактивні
zh_hans: 通知未启用
zh_hant: 通知未啟用

# bridge.status.reconnecting
source: Notifications reconnecting
ar: جارٍ إعادة توصيل الإشعارات
bs: Ponovno povezivanje obavijesti
da: Notifikationer genopretter forbindelsen
de: Mitteilungen werden neu verbunden
es: Reconectando notificaciones
fr: Reconnexion des notifications
it: Riconnessione delle notifiche
ja: 通知を再接続中
km: កំពុងភ្ជាប់ការជូនដំណឹងឡើងវិញ
ko: 알림 다시 연결 중
nb: Kobler til varsler på nytt
pl: Ponowne łączenie powiadomień
pt_br: Reconectando notificações
ru: Повторное подключение уведомлений
th: กำลังเชื่อมต่อการแจ้งเตือนอีกครั้ง
tr: Bildirimler yeniden bağlanıyor
uk: Повторне підключення сповіщень
zh_hans: 正在重新连接通知
zh_hant: 正在重新連接通知

# bridge.status.unavailable
source: Notifications unavailable
ar: الإشعارات غير متاحة
bs: Obavijesti nisu dostupne
da: Notifikationer er ikke tilgængelige
de: Mitteilungen nicht verfügbar
es: Notificaciones no disponibles
fr: Notifications indisponibles
it: Notifiche non disponibili
ja: 通知を利用できません
km: ការជូនដំណឹងមិនអាចប្រើបាន
ko: 알림을 사용할 수 없음
nb: Varsler er utilgjengelige
pl: Powiadomienia niedostępne
pt_br: Notificações indisponíveis
ru: Уведомления недоступны
th: การแจ้งเตือนไม่พร้อมใช้งาน
tr: Bildirimler kullanılamıyor
uk: Сповіщення недоступні
zh_hans: 通知不可用
zh_hant: 通知無法使用

# uniconnect.rail.accessibility.windowCount
source: %lld windows
ar: %lld من النوافذ
bs: %lld prozora
da: %lld vinduer
de: %lld Fenster
es: %lld ventanas
fr: %lld fenêtres
it: %lld finestre
ja: ウインドウ%lld個
km: បង្អួច %lld
ko: 윈도우 %lld개
nb: %lld vinduer
pl: Liczba okien: %lld
pt_br: %lld janelas
ru: Окон: %lld
th: %lld หน้าต่าง
tr: %lld pencere
uk: Вікон: %lld
zh_hans: %lld 个窗口
zh_hant: %lld 個視窗

# uniconnect.rail.box.untitled
source: Untitled box
ar: صندوق بلا عنوان
bs: Box bez naslova
da: Boks uden titel
de: Unbenannte Box
es: Caja sin título
fr: Box sans titre
it: Box senza titolo
ja: 名称未設定のボックス
km: ប្រអប់គ្មានចំណងជើង
ko: 제목 없는 박스
nb: Boks uten navn
pl: Box bez nazwy
pt_br: Box sem título
ru: Box без названия
th: กล่องไม่มีชื่อ
tr: Adsız kutu
uk: Box без назви
zh_hans: 未命名 Box
zh_hant: 未命名 Box

# uniconnect.rail.flyout.noWindows
source: No windows yet
ar: لا توجد نوافذ بعد
bs: Još nema prozora
da: Ingen vinduer endnu
de: Noch keine Fenster
es: Aún no hay ventanas
fr: Aucune fenêtre pour le moment
it: Nessuna finestra
ja: ウインドウはまだありません
km: មិនទាន់មានបង្អួចទេ
ko: 아직 윈도우 없음
nb: Ingen vinduer ennå
pl: Brak okien
pt_br: Nenhuma janela ainda
ru: Окон пока нет
th: ยังไม่มีหน้าต่าง
tr: Henüz pencere yok
uk: Вікон ще немає
zh_hans: 暂无窗口
zh_hant: 尚無視窗

# uniconnect.rail.kind.mixed
source: Mixed
ar: مختلط
bs: Miješano
da: Blandet
de: Gemischt
es: Mixto
fr: Mixte
it: Misto
ja: 混在
km: ចម្រុះ
ko: 혼합
nb: Blandet
pl: Mieszane
pt_br: Misto
ru: Смешанный
th: ผสม
tr: Karma
uk: Змішаний
zh_hans: 混合
zh_hant: 混合

# uniconnect.rail.window.unread
source: Unread activity
ar: نشاط غير مقروء
bs: Nepročitana aktivnost
da: Ulæst aktivitet
de: Ungelesene Aktivität
es: Actividad sin leer
fr: Activité non lue
it: Attività non letta
ja: 未読のアクティビティ
km: សកម្មភាពមិនទាន់អាន
ko: 읽지 않은 활동
nb: Ulest aktivitet
pl: Nieprzeczytana aktywność
pt_br: Atividade não lida
ru: Непрочитанная активность
th: กิจกรรมที่ยังไม่ได้อ่าน
tr: Okunmamış etkinlik
uk: Непрочитана активність
zh_hans: 未读活动
zh_hant: 未讀活動

# uniconnect.rail.window.untitled
source: Untitled window
ar: نافذة بلا عنوان
bs: Prozor bez naslova
da: Vindue uden titel
de: Unbenanntes Fenster
es: Ventana sin título
fr: Fenêtre sans titre
it: Finestra senza titolo
ja: 名称未設定のウインドウ
km: បង្អួចគ្មានចំណងជើង
ko: 제목 없는 윈도우
nb: Vindu uten navn
pl: Okno bez nazwy
pt_br: Janela sem título
ru: Окно без названия
th: หน้าต่างไม่มีชื่อ
tr: Adsız pencere
uk: Вікно без назви
zh_hans: 未命名窗口
zh_hant: 未命名視窗

# uniconnect.recovery.confirm.action
source: Restore
ar: استعادة
bs: Vrati
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
km: ស្ដារ
ko: 복원
nb: Gjenopprett
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri Yükle
uk: Відновити
zh_hans: 恢复
zh_hant: 復原

# uniconnect.recovery.confirm.message
source: Recovered boxes and windows will open alongside your current work. Missing SSH credentials will be merged from the encrypted companion backup when available.
ar: ستُفتح الصناديق والنوافذ المستردة بجانب عملك الحالي. ستُدمج بيانات اعتماد SSH المفقودة من النسخة الاحتياطية المشفرة المرافقة عند توفرها.
bs: Vraćeni boxovi i prozori otvorit će se uz vaš trenutni rad. Nedostajući SSH podaci bit će spojeni iz prateće šifrirane kopije kada je dostupna.
da: Gendannede bokse og vinduer åbnes ved siden af dit nuværende arbejde. Manglende SSH-legitimationsoplysninger flettes fra den krypterede ledsagerkopi, når den findes.
de: Wiederhergestellte Boxen und Fenster werden zusätzlich zu Ihrer aktuellen Arbeit geöffnet. Fehlende SSH-Zugangsdaten werden, sofern vorhanden, aus der verschlüsselten Begleitkopie ergänzt.
es: Las cajas y ventanas recuperadas se abrirán junto a tu trabajo actual. Las credenciales SSH que falten se fusionarán desde la copia cifrada asociada cuando esté disponible.
fr: Les box et fenêtres récupérées s’ouvriront à côté de votre travail actuel. Les identifiants SSH manquants seront fusionnés depuis la copie chiffrée associée si elle est disponible.
it: I box e le finestre recuperati si apriranno accanto al lavoro corrente. Le credenziali SSH mancanti verranno unite dalla copia cifrata associata, se disponibile.
ja: 復元したボックスとウインドウは現在の作業と並んで開きます。不足しているSSH認証情報は、利用可能な場合に暗号化された付属バックアップから統合されます。
km: ប្រអប់ និងបង្អួចដែលបានស្ដារនឹងបើកជាមួយការងារបច្ចុប្បន្នរបស់អ្នក។ ព័ត៌មានសម្ងាត់ SSH ដែលបាត់នឹងត្រូវបញ្ចូលពីច្បាប់ចម្លងដែលបានអ៊ិនគ្រីប ប្រសិនបើមាន។
ko: 복구된 박스와 윈도우가 현재 작업과 함께 열립니다. 누락된 SSH 자격 증명은 가능한 경우 암호화된 동반 백업에서 병합됩니다.
nb: Gjenopprettede bokser og vinduer åpnes ved siden av arbeidet ditt. Manglende SSH-legitimasjon slås sammen fra den krypterte tilhørende kopien når den finnes.
pl: Odzyskane boksy i okna zostaną otwarte obok bieżącej pracy. Brakujące dane SSH zostaną scalone z powiązanej zaszyfrowanej kopii, jeśli jest dostępna.
pt_br: Os boxes e as janelas recuperados serão abertos junto ao trabalho atual. As credenciais SSH ausentes serão mescladas da cópia criptografada associada, quando disponível.
ru: Восстановленные боксы и окна откроются рядом с текущей работой. Недостающие данные SSH будут добавлены из связанной зашифрованной копии, если она доступна.
th: กล่องและหน้าต่างที่กู้คืนจะเปิดควบคู่กับงานปัจจุบัน ข้อมูลรับรอง SSH ที่ขาดหายจะถูกรวมจากข้อมูลสำรองที่เข้ารหัสหากมี
tr: Kurtarılan kutular ve pencereler mevcut çalışmanızın yanında açılır. Eksik SSH kimlik bilgileri, varsa ilişkili şifreli yedekten birleştirilir.
uk: Відновлені бокси й вікна відкриються поруч із поточною роботою. Відсутні дані SSH буде додано з пов’язаної зашифрованої копії, якщо вона доступна.
zh_hans: 恢复的 Box 和窗口会与当前工作一起打开。若有加密的配套备份，将从中合并缺失的 SSH 凭据。
zh_hant: 復原的 Box 和視窗會與目前工作一起開啟。若有加密的配套備份，將從中合併缺少的 SSH 憑證。

# uniconnect.recovery.confirm.title
source: Restore this backup?
ar: هل تريد استعادة هذه النسخة الاحتياطية؟
bs: Vratiti ovu sigurnosnu kopiju?
da: Gendan denne sikkerhedskopi?
de: Dieses Backup wiederherstellen?
es: ¿Restaurar esta copia de seguridad?
fr: Restaurer cette sauvegarde ?
it: Ripristinare questo backup?
ja: このバックアップを復元しますか？
km: ស្ដារច្បាប់ចម្លងនេះឬ?
ko: 이 백업을 복원할까요?
nb: Gjenopprette denne sikkerhetskopien?
pl: Przywrócić tę kopię zapasową?
pt_br: Restaurar este backup?
ru: Восстановить эту резервную копию?
th: กู้คืนข้อมูลสำรองนี้หรือไม่
tr: Bu yedek geri yüklensin mi?
uk: Відновити цю резервну копію?
zh_hans: 恢复此备份？
zh_hant: 復原此備份？

# uniconnect.recovery.failed.message
source: Nothing was replaced. %@
ar: لم يتم استبدال أي شيء. %@
bs: Ništa nije zamijenjeno. %@
da: Intet blev erstattet. %@
de: Nichts wurde ersetzt. %@
es: No se ha sustituido nada. %@
fr: Rien n’a été remplacé. %@
it: Non è stato sostituito nulla. %@
ja: 何も置き換えられていません。%@
km: គ្មានអ្វីត្រូវបានជំនួសទេ។ %@
ko: 아무것도 교체되지 않았습니다. %@
nb: Ingenting ble erstattet. %@
pl: Nic nie zostało zastąpione. %@
pt_br: Nada foi substituído. %@
ru: Ничего не было заменено. %@
th: ไม่มีสิ่งใดถูกแทนที่ %@
tr: Hiçbir şey değiştirilmedi. %@
uk: Нічого не було замінено. %@
zh_hans: 未替换任何内容。%@
zh_hant: 未取代任何內容。%@

# uniconnect.recovery.failed.title
source: Recovery failed safely
ar: فشلت الاستعادة بأمان
bs: Siguran oporavak nije uspio
da: Sikker gendannelse mislykkedes
de: Sichere Wiederherstellung fehlgeschlagen
es: La recuperación ha fallado de forma segura
fr: La récupération a échoué sans risque
it: Ripristino non riuscito in sicurezza
ja: 安全に復元できませんでした
km: ការស្ដារបានបរាជ័យដោយសុវត្ថិភាព
ko: 안전하게 복구하지 못했습니다
nb: Sikker gjenoppretting mislyktes
pl: Bezpieczne odzyskiwanie nie powiodło się
pt_br: A recuperação falhou com segurança
ru: Безопасное восстановление не удалось
th: การกู้คืนล้มเหลวอย่างปลอดภัย
tr: Güvenli kurtarma başarısız oldu
uk: Безпечне відновлення не вдалося
zh_hans: 恢复安全失败
zh_hant: 復原安全失敗

# uniconnect.recovery.invalid.message
source: The selected file is outside UniConnect's recovery archive, damaged, or uses an unsupported format.
ar: الملف المحدد خارج أرشيف استرداد UniConnect أو تالف أو يستخدم تنسيقًا غير مدعوم.
bs: Odabrana datoteka je izvan UniConnect arhive za oporavak, oštećena je ili koristi nepodržan format.
da: Den valgte fil ligger uden for UniConnects gendannelsesarkiv, er beskadiget eller bruger et ikke-understøttet format.
de: Die ausgewählte Datei liegt außerhalb des UniConnect-Wiederherstellungsarchivs, ist beschädigt oder hat ein nicht unterstütztes Format.
es: El archivo seleccionado está fuera del archivo de recuperación de UniConnect, está dañado o usa un formato no compatible.
fr: Le fichier sélectionné est hors de l’archive de récupération UniConnect, endommagé ou dans un format non pris en charge.
it: Il file selezionato è fuori dall’archivio di ripristino di UniConnect, è danneggiato o usa un formato non supportato.
ja: 選択したファイルはUniConnectの復元アーカイブ外にあるか、破損しているか、未対応の形式です。
km: ឯកសារដែលបានជ្រើសនៅក្រៅបណ្ណសារស្ដារ UniConnect ខូច ឬប្រើទ្រង់ទ្រាយដែលមិនគាំទ្រ។
ko: 선택한 파일이 UniConnect 복구 보관함 외부에 있거나 손상되었거나 지원되지 않는 형식입니다.
nb: Den valgte filen er utenfor UniConnects gjenopprettingsarkiv, skadet eller bruker et format som ikke støttes.
pl: Wybrany plik jest poza archiwum odzyskiwania UniConnect, jest uszkodzony albo ma nieobsługiwany format.
pt_br: O arquivo selecionado está fora do arquivo de recuperação do UniConnect, está danificado ou usa um formato não compatível.
ru: Выбранный файл находится вне архива восстановления UniConnect, повреждён или имеет неподдерживаемый формат.
th: ไฟล์ที่เลือกอยู่นอกคลังการกู้คืนของ UniConnect เสียหาย หรือใช้รูปแบบที่ไม่รองรับ
tr: Seçilen dosya UniConnect kurtarma arşivinin dışında, hasarlı veya desteklenmeyen bir biçimde.
uk: Вибраний файл перебуває поза архівом відновлення UniConnect, пошкоджений або має непідтримуваний формат.
zh_hans: 所选文件不在 UniConnect 恢复存档内、已损坏或使用了不支持的格式。
zh_hant: 所選檔案不在 UniConnect 復原封存內、已損毀或使用了不支援的格式。

# uniconnect.recovery.invalid.title
source: This backup cannot be restored
ar: لا يمكن استعادة هذه النسخة الاحتياطية
bs: Ova sigurnosna kopija se ne može vratiti
da: Denne sikkerhedskopi kan ikke gendannes
de: Dieses Backup kann nicht wiederhergestellt werden
es: Esta copia de seguridad no se puede restaurar
fr: Cette sauvegarde ne peut pas être restaurée
it: Questo backup non può essere ripristinato
ja: このバックアップは復元できません
km: មិនអាចស្ដារច្បាប់ចម្លងនេះបានទេ
ko: 이 백업을 복원할 수 없습니다
nb: Denne sikkerhetskopien kan ikke gjenopprettes
pl: Nie można przywrócić tej kopii zapasowej
pt_br: Este backup não pode ser restaurado
ru: Эту резервную копию нельзя восстановить
th: ไม่สามารถกู้คืนข้อมูลสำรองนี้ได้
tr: Bu yedek geri yüklenemiyor
uk: Цю резервну копію неможливо відновити
zh_hans: 无法恢复此备份
zh_hant: 無法復原此備份

# uniconnect.recovery.open.action
source: Restore
ar: استعادة
bs: Vrati
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
km: ស្ដារ
ko: 복원
nb: Gjenopprett
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri Yükle
uk: Відновити
zh_hans: 恢复
zh_hant: 復原

# uniconnect.recovery.open.message
source: Choose one of the automatic recovery snapshots. Your current windows will remain open.
ar: اختر إحدى لقطات الاسترداد التلقائية. ستظل نوافذك الحالية مفتوحة.
bs: Odaberite jedan od automatskih snimaka za oporavak. Vaši trenutni prozori ostat će otvoreni.
da: Vælg et af de automatiske gendannelsesøjebliksbilleder. Dine nuværende vinduer forbliver åbne.
de: Wählen Sie einen automatischen Wiederherstellungspunkt. Ihre aktuellen Fenster bleiben geöffnet.
es: Elige una de las instantáneas automáticas de recuperación. Tus ventanas actuales seguirán abiertas.
fr: Choisissez un instantané de récupération automatique. Vos fenêtres actuelles resteront ouvertes.
it: Scegli un’istantanea di ripristino automatico. Le finestre correnti rimarranno aperte.
ja: 自動復元スナップショットを選択してください。現在のウインドウは開いたままになります。
km: ជ្រើសរើសរូបថតស្ដារស្វ័យប្រវត្តិមួយ។ បង្អួចបច្ចុប្បន្នរបស់អ្នកនឹងនៅបើក។
ko: 자동 복구 스냅샷을 선택하세요. 현재 윈도우는 열린 상태로 유지됩니다.
nb: Velg et automatisk gjenopprettingspunkt. De nåværende vinduene forblir åpne.
pl: Wybierz automatyczny punkt odzyskiwania. Bieżące okna pozostaną otwarte.
pt_br: Escolha um snapshot de recuperação automática. As janelas atuais permanecerão abertas.
ru: Выберите автоматическую точку восстановления. Текущие окна останутся открытыми.
th: เลือกสแนปช็อตการกู้คืนอัตโนมัติ หน้าต่างปัจจุบันจะยังคงเปิดอยู่
tr: Otomatik kurtarma anlık görüntülerinden birini seçin. Mevcut pencereleriniz açık kalır.
uk: Виберіть автоматичну точку відновлення. Поточні вікна залишаться відкритими.
zh_hans: 请选择一个自动恢复快照。当前窗口将保持打开。
zh_hant: 請選擇一個自動復原快照。目前視窗將保持開啟。

# uniconnect.recovery.open.title
source: Restore a UniConnect Backup
ar: استعادة نسخة UniConnect احتياطية
bs: Vrati UniConnect sigurnosnu kopiju
da: Gendan en UniConnect-sikkerhedskopi
de: Ein UniConnect-Backup wiederherstellen
es: Restaurar una copia de UniConnect
fr: Restaurer une sauvegarde UniConnect
it: Ripristina un backup UniConnect
ja: UniConnectバックアップを復元
km: ស្ដារច្បាប់ចម្លង UniConnect
ko: UniConnect 백업 복원
nb: Gjenopprett en UniConnect-sikkerhetskopi
pl: Przywróć kopię UniConnect
pt_br: Restaurar um backup do UniConnect
ru: Восстановить резервную копию UniConnect
th: กู้คืนข้อมูลสำรอง UniConnect
tr: Bir UniConnect Yedeğini Geri Yükle
uk: Відновити резервну копію UniConnect
zh_hans: 恢复 UniConnect 备份
zh_hant: 復原 UniConnect 備份

# palette.boxFallback
source: Box
ar: صندوق
bs: Kutija
da: Boks
de: Kasten
es: Caja
fr: Boîte
it: Scatola
ja: ボックス
km: ប្រអប់
ko: 상자
nb: Eske
pl: Skrzynka
pt_br: Caixa
ru: Коробка
th: กล่อง
tr: Kutu
uk: Коробка
zh_hans: 盒子
zh_hant: 盒子

# palette.boxWithName
source: Box • %@
ar: الصندوق • %@
bs: Kutija • %@
da: Æske • %@
de: Kasten • %@
es: Caja • %@
fr: Boîte • %@
it: Casella • %@
ja: ボックス • %@
km: ប្រអប់ • %@
ko: 상자 • %@
nb: Eske • %@
pl: Pudełko • %@
pt_br: Caixa • %@
ru: Коробка • %@
th: กล่อง • %@
tr: Kutu • %@
uk: Коробка • %@
zh_hans: 盒子•%@
zh_hant: 盒子•%@

# palette.windowFallback
source: Window
ar: نافذة
bs: Prozor
da: Vindue
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
km: បង្អួច
ko: 창문
nb: Vindu
pl: Okno
pt_br: Janela
ru: Окно
th: หน้าต่าง
tr: Pencere
uk: Вікно
zh_hans: 窗户
zh_hant: 窗戶

# palette.windowWithName
source: Window • %@
ar: نافذة • %@
bs: Prozor • %@
da: Vindue • %@
de: Fenster • %@
es: Ventana • %@
fr: Fenêtre • %@
it: Finestra • %@
ja: ウインドウ • %@
km: បង្អួច • %@
ko: 창 • %@
nb: Vindu • %@
pl: Okno • %@
pt_br: Janela • %@
ru: Окно • %@
th: หน้าต่าง • %@
tr: Pencere • %@
uk: Вікно • %@
zh_hans: 窗口 • %@
zh_hant: 窗口 • %@

# palette.boxColor.named
source: Box Color: %@
ar: لون الصندوق: %@
bs: Boja kutije: %@
da: Æskefarve: %@
de: Boxfarbe: %@
es: Color de caja: %@
fr: Couleur de la boîte : %@
it: Colore scatola: %@
ja: ボックスの色: %@
km: ពណ៌ប្រអប់៖ %@
ko: 상자 색상: %@
nb: Boksfarge: %@
pl: Kolor pudełka: %@
pt_br: Cor da caixa: %@
ru: Цвет коробки: %@
th: สีกล่อง: %@
tr: Kutu Rengi: %@
uk: Колір коробки: %@
zh_hans: 盒子颜色：%@
zh_hant: 盒子顏色：%@

# bridge.cleanup.delete.title
source: Delete this SSH item permanently?
ar: هل تريد حذف عنصر SSH هذا نهائيًا؟
bs: Izbrisati ovu SSH stavku trajno?
da: Vil du slette dette SSH-element permanent?
de: Dieses SSH-Element dauerhaft löschen?
es: ¿Eliminar este elemento SSH definitivamente?
fr: Supprimer définitivement cet élément SSH ?
it: Eliminare permanentemente questo elemento SSH?
ja: このSSH項目を完全に削除しますか？
km: លុបធាតុ SSH នេះជារៀងរហូត?
ko: 이 SSH 항목을 영구적으로 삭제하시겠습니까?
nb: Vil du slette dette SSH-elementet permanent?
pl: Trwale usunąć ten element SSH?
pt_br: Excluir este item SSH permanentemente?
ru: Удалить этот элемент SSH навсегда?
th: ลบรายการ SSH นี้อย่างถาวรหรือไม่
tr: Bu SSH öğesi kalıcı olarak silinsin mi?
uk: Видалити цей елемент SSH назавжди?
zh_hans: 永久删除此 SSH 项目吗？
zh_hant: 永久刪除此 SSH 項目嗎？

# bridge.cleanup.delete.detail
source: You can also remove UniConnect's namespaced Claude notification integration from the remote host. Other hooks and tmux sessions are never touched.
ar: يمكنك أيضًا إزالة تكامل إشعارات Claude الخاصة بمساحة الاسم UniConnect من المضيف البعيد. لا يتم لمس الخطافات الأخرى وجلسات tmux أبدًا.
bs: Takođe možete ukloniti UniConnect integraciju Claude obavještenja s prostorom imena sa udaljenog hosta. Druge kuke i tmux sesije se nikada ne diraju.
da: Du kan også fjerne UniConnects navneinddelte Claude notifikationsintegration fra fjernværten. Andre hooks og tmux-sessioner røres aldrig.
de: Sie können auch die namensraumbasierte Claude-Benachrichtigungsintegration von UniConnect vom Remote-Host entfernen. Andere Hooks und tmux-Sitzungen werden nie berührt.
es: También puedes retirar del host remoto la integración de notificaciones de Claude perteneciente a UniConnect. Los demás hooks y las sesiones tmux nunca se modifican.
fr: Vous pouvez également supprimer l'intégration de notification Claude avec espace de noms de UniConnect de l'hôte distant. Les autres hooks et sessions tmux ne sont jamais touchés.
it: È inoltre possibile rimuovere l'integrazione delle notifiche Claude con spazio dei nomi di UniConnect dall'host remoto. Gli altri hook e le sessioni tmux non vengono mai toccati.
ja: リモートホストからUniConnect専用のClaude通知連携も削除できます。他のフックやtmuxセッションには一切触れません。
km: អ្នកក៏អាចលុបការរួមបញ្ចូលការជូនដំណឹង Claude ដែលដាក់ឈ្មោះរបស់ UniConnect ចេញពីម៉ាស៊ីនពីចម្ងាយផងដែរ។ ទំពក់ផ្សេងទៀត និងវគ្គ tmux មិនដែលប៉ះទេ។
ko: 원격 호스트에서 UniConnect의 네임스페이스 Claude 알림 통합을 제거할 수도 있습니다. 다른 후크와 tmux 세션은 절대 건드리지 않습니다.
nb: Du kan også fjerne UniConnects navndelte Claude-varslingsintegrasjon fra den eksterne verten. Andre kroker og tmux-økter berøres aldri.
pl: Możesz także usunąć integrację powiadomień Claude z przestrzenią nazw UniConnect ze zdalnego hosta. Inne hooki i sesje tmux nie są nigdy dotykane.
pt_br: Você também pode remover a integração de notificação Claude com namespace de UniConnect do host remoto. Outros ganchos e sessões tmux nunca são tocados.
ru: Вы также можете удалить интеграцию уведомлений Claude в пространстве имен UniConnect с удаленного хоста. Другие перехватчики и сеансы tmux никогда не затрагиваются.
th: คุณยังสามารถลบการรวมการแจ้งเตือน Claude ที่เนมสเปซของ UniConnect ออกจากโฮสต์ระยะไกลได้ hooks และเซสชัน tmux อื่นๆ จะไม่ถูกแตะต้อง
tr: Ayrıca UniConnect'nun ad alanlı Claude bildirim entegrasyonunu uzak ana bilgisayardan da kaldırabilirsiniz. Diğer kancalara ve tmux oturumlarına hiçbir zaman dokunulmaz.
uk: Ви також можете видалити інтеграцію сповіщень із простором імен UniConnect Claude з віддаленого хоста. Інші хуки та сесії tmux ніколи не торкаються.
zh_hans: 您还可以从远程主机删除 UniConnect 的命名空间 Claude 通知集成。其他挂钩和 tmux 会话从未被触及。
zh_hant: 您也可以從遠端主機刪除 UniConnect 的命名空間 Claude 通知整合。其他掛鉤和 tmux 會話從未被觸及。
